<?php
// Заголовок
$_['heading_title']  = 'О нас';

// Текст
$_['text_hero']  = 'Амитек - ваш надежный партнер в мире сельскохозяйственных и грузовых технологий. Мы - команда экспертов, специализирующихся на поставке высококачественных запчастей, масел, шин, аккумуляторов и инструментов для сельскохозяйственной техники и грузовиков. Обеспечьте надежность и производительность вашего оборудования вместе с Амитек!';

// Раздел категорий
$_['heading_categories'] = 'Наши продукты';

$_['heading_category_1'] = 'Запчасти для сельхозтехники';
$_['text_category_1']    = 'Мы предлагаем широкий ассортимент оригинальных и неоригинальных запчастей для сельскохозяйственной и грузовой техники. Мы сотрудничаем с ведущими брендами в отрасли, такими как [вставьте бренды].';

$_['heading_category_2'] = 'Запчасти для грузовой техники';
$_['text_category_2']    = 'От больших сельскохозяйственных машин до грузовиков - у нас есть подходящие шины для каждой задачи. Мы сотрудничаем с ведущими производителями, такими как [вставьте бренды], чтобы обеспечить надежность и долгий срок службы.';

$_['heading_category_3'] = 'Масла';
$_['text_category_3']    = 'Наш выбор масел включает высококачественные масла для двигателей, трансмиссий и гидравлики. Мы являемся официальными дистрибьюторами таких брендов, как [вставьте бренды].';

$_['heading_category_4'] = 'Фильтры';
$_['text_category_4']    = 'Мы предлагаем широкий ассортимент оригинальных и неоригинальных запчастей для сельскохозяйственной и грузовой техники. Мы сотрудничаем с ведущими брендами в отрасли, такими как [вставьте бренды].';

$_['heading_category_5'] = 'Аккумуляторы';
$_['text_category_5']    = 'Наш ассортимент аккумуляторов включает в себя технологически передовые решения для сельскохозяйственной и грузовой техники. Мы предлагаем продукцию от [вставьте бренды], известных своей надежностью.';

$_['heading_category_6'] = 'Шины';
$_['text_category_6']    = 'От больших сельскохозяйственных машин до грузовиков - у нас есть подходящие шины для каждой задачи. Мы сотрудничаем с ведущими производителями, такими как [вставьте бренды], чтобы обеспечить надежность и долгий срок службы.';

$_['heading_category_7'] = 'Инструменты';
$_['text_category_7']    = 'Для обслуживания и ремонта вашей техники мы предоставляем широкий выбор высококачественных инструментов. У нас есть все необходимое для обеспечения эффективного технического обслуживания.';

// Раздел доставки
$_['heading_delivery']  = 'Доставка';

$_['heading_delivery_1'] = 'Доставка по всей Украине';
$_['text_delivery_1']    = 'Мы понимаем, что время - это важный ресурс, поэтому мы предлагаем гибкие варианты доставки, чтобы вам было комфортно.<br/>
Наши представительства охватывают 4 области Украины, обеспечивая оперативное обслуживание клиентов в каждом регионе. Наша эффективная логистика позволяет нам оперативно доставлять товары по всей стране, гарантируя своевременное обеспечение и минимизацию простоев техники.';

$_['heading_delivery_2'] = 'Всегда доступно для вас';
$_['text_delivery_2']    = 'Мы понимаем важность каждой детали для эффективной работы вашей техники, поэтому каждый элемент, даже тот, которого сейчас нет в наличии, может быть заказан для вас. Забудьте о ограничениях "нет в наличии" - выбирайте Амитек для бесперебойной поддержки вашего оборудования и надежности в каждой детали.';
