<?php
// Заголовок
$_['heading_title']  = 'Свяжитесь с нами';

// Текст
$_['text_locations']  = 'Представительства';
$_['text_locations_description']  = 'Обратитесь в наши представительства для экспертных консультаций, индивидуальных заказов и обслуживания. Мы всегда рады вам:';
$_['text_contacts']  = 'Мы онлайн - свяжитесь с нами наиболее удобным для вас способом:';
$_['text_store']     = 'Если у вас остались вопросы, напишите нам. <br>Менеджер свяжется с вами в ближайшее время!';
$_['text_contact']   = 'Оставьте сообщение';
$_['text_email']     = 'Электронная почта';
$_['text_address']   = 'Адрес';
$_['text_telephone'] = 'Телефон';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Время работы';
$_['text_comment']   = 'Комментарий';
$_['text_success']   = '<p>Ваш запрос был успешно отправлен администрации магазина!</p>';

// Ввод
$_['entry_name']     = 'Ваше имя';
$_['entry_email']    = 'E-Mail для связи';
$_['entry_enquiry']  = 'Сообщение';

// Почта
$_['email_subject']  = 'Сообщение %s';

// Ошибки
$_['error_name']     = 'Имя должно быть от 3 до 32 символов!';
$_['error_email']    = 'E-Mail указано некорректно!';
$_['error_enquiry']  = 'Сообщение должно быть от 10 до 3000 символов!';

// Кнопка
$_['button_submit']	 = 'Отправить';
