<?php
$_['heading_title'] = 'Доставка и оплата';

$_['heading_payment_methods'] = 'Варианты оплаты';
$_['subheading_payment_methods'] = 'Мы предлагаем широкий выбор вариантов оплаты для вашего максимального комфорта.';
$_['heading_delivery_methods'] = 'Варианты доставки';
$_['subheading_delivery_methods'] = 'Мы предоставляем разнообразные варианты доставки, чтобы соответствовать вашим индивидуальным требованиям.';

$_['heading_payment_method_1'] = 'Оплата картой на сайте';
$_['text_payment_method_1'] = 'После оформления покупки на нашем сайте вы можете произвести онлайн-оплату с использованием сервиса LiqPay - картами Visa, MasterCard, а также с помощью Apple Pay и Google Pay.';

$_['heading_payment_method_2'] = 'Картой и наличными при получении';
$_['text_payment_method_2'] = 'Независимо от способа доставки - будь то доставка Новой Почтой, курьером или самовывозом, вы можете оплатить заказ картой или наличными при получении.';

$_['heading_payment_method_3'] = 'Оплата на расчетный счет';
$_['text_payment_method_3'] = 'Загрузите и оплатите электронный счет после создания заказа. Наш менеджер свяжется с вами для подтверждения оплаты и согласования сроков доставки.';

$_['heading_delivery_method_1'] = 'Доставка Новой Почтой';
$_['text_delivery_method_1'] = 'Вы можете получить свой заказ в любом отделении Новой Почты. После создания заказа вы получите номер товарно-транспортной накладной Новой Почты. Мы гарантируем отправку вашего заказа в течение 1-2 дней.';

$_['heading_delivery_method_2'] = 'Курьер Новой Почты';
$_['text_delivery_method_2'] = 'Независимо от способа доставки, вы можете оплатить заказ картой или наличными при получении. После создания заказа вы получите номер товарно-транспортной накладной Новой Почты. Мы гарантируем передачу вашего заказа в течение 1-2 дней - курьер доставит его по вашему адресу.';

$_['heading_delivery_method_3'] = 'Самовывоз';
$_['text_delivery_method_3'] = 'Вы можете забрать свой заказ из одного из наших складов. При необходимости мы можем доставить ваш заказ на ближайший к вам склад в течение 1-2 рабочих дней.';

$_['heading_delivery_method_4'] = 'Доставка курьером';
$_['text_delivery_method_4'] = 'Вы можете выбрать доставку курьером Амитек, если у нас есть представительство в вашем регионе. После оформления заказа наша команда подтвердит сроки доставки.';

$_['heading_out_of_stock'] = 'Товара нет в наличии?';
$_['text_out_of_stock'] = 'Вы всегда можете заказать товар. Наш менеджер свяжется с вами относительно вашего заказа и уведомит о конечной стоимости и сроках доставки.

Оплатить заказ вы можете любым из перечисленных выше способов оплаты. Также заказ может быть доставлен к вам любым удобным для вас способом.';
