<?php
$_['qc_shipping'] = [
    'pickup.pickup' => [
        'fields' => [
            'address_1' => [
                'type' => 'select',
                'name' => [
                    '3' => 'Адреса складу Амітек',
                    '4' => 'Адрес склада Амитек'
                ],
                'placeholder' => [
                    '3' => 'Адреса складу Амітек',
                    '4' => 'Адрес склада Амитек'
                ],
                'error' => [
                    '3' => 'Виберіть склад Амітек',
                    '4' => 'Выберите склад Амитек'
                ],
                'validate' => [
                    'empty' => true,
                    '>=' => 200,
                    '<=' => 1,
                    '==' => ''
                ]
            ],
        ]
    ],
    'novaposhta.department' => [
        'fields' => [
            'city' => [
                'type' => 'select',
                'name' => [
                    '3' => 'Місто',
                    '4' => 'Город'
                ],
                'placeholder' => [
                    '3' => 'Місто',
                    '4' => 'Город'
                ],
                'error' => [
                    '3' => 'Вкажiть місто',
                    '4' => 'Укажите город'
                ],
                'validate' => [
                    'empty' => true,
                    '>=' => 200,
                    '<=' => 2,
                    '==' => ''
                ]
            ],
            'address_1' => [
                'type' => 'select',
                'name' => [
                    '3' => 'Відділення Нової Пошти',
                    '4' => 'Отделение Новой Почты'
                ],
                'placeholder' => [
                    '3' => 'Відділення Нової Пошти',
                    '4' => 'Отделение Новой Почты'
                ],
                'error' => [
                    '3' => 'Виберіть відділення Нової Пошти',
                    '4' => 'Выберите отделение Новой Почты'
                ],
                'validate' => [
                    'empty' => true,
                    '>=' => 200,
                    '<=' => 1,
                    '==' => ''
                ]
            ],
        ]
    ],
    'novaposhta.poshtomat' => [
        'fields' => [
            'city' => [
                'type' => 'select',
                'name' => [
                    '3' => 'Місто',
                    '4' => 'Город'
                ],
                'placeholder' => [
                    '3' => 'Місто',
                    '4' => 'Город'
                ],
                'error' => [
                    '3' => 'Вкажiть місто',
                    '4' => 'Укажите город'
                ],
                'validate' => [
                    'empty' => true,
                    '>=' => 200,
                    '<=' => 2,
                    '==' => ''
                ]
            ],
            'address_1' => [
                'type' => 'select',
                'name' => [
                    '3' => 'Поштомат Нової Пошти',
                    '4' => 'Почтомат Новой Почты'
                ],
                'placeholder' => [
                    '3' => 'Поштомат Нової Пошти',
                    '4' => 'Почтомат Новой Почты'
                ],
                'error' => [
                    '3' => 'Виберіть поштомат Нової Пошти',
                    '4' => 'Выберите почтомат Новой Почты'
                ],
                'validate' => [
                    'empty' => true,
                    '>=' => 200,
                    '<=' => 1,
                    '==' => ''
                ]
            ],
        ]
    ],
    'novaposhta.doors' => [
        'fields' => [
            'city' => [
                'type' => 'text',
                'name' => [
                    '3' => 'Місто',
                    '4' => 'Город'
                ],
                'placeholder' => [
                    '3' => 'Місто',
                    '4' => 'Город'
                ],
                'error' => [
                    '3' => 'Вкажiть місто',
                    '4' => 'Укажите город'
                ],
                'validate' => [
                    'empty' => true,
                    '>=' => 200,
                    '<=' => 2,
                    '==' => ''
                ]
            ],
            'address_1' => [
                'type' => 'text',
                'name' => [
                    '3' => 'Адреса',
                    '4' => 'Адрес'
                ],
                'placeholder' => [
                    '3' => 'Адреса',
                    '4' => 'Адрес'
                ],
                'error' => [
                    '3' => 'Вкажіть адресу',
                    '4' => 'Укажите адрес'
                ],
                'validate' => [
                    'empty' => false,
                    '>=' => 200,
                    '<=' => 1,
                    '==' => ''
                ]
            ],
            'address_2' => [
                'type' => 'text',
                'name' => [
                    '3' => 'Адреса (2 строка)',
                    '4' => 'Адрес (2 строка)'
                ],
                'placeholder' => [
                    '3' => 'Адреса (2 строка)',
                    '4' => 'Адрес (2 строка)'
                ],
                'error' => [
                    '3' => '',
                    '4' => ''
                ],
                'validate' => [
                    'empty' => true,
                    '>=' => 200,
                    '<=' => 1,
                    '==' => ''
                ]
            ],
            'zone' => [
                'type' => 'text',
                'name' => [
                    '3' => 'Область',
                    '4' => 'Область'
                ],
                'placeholder' => [
                    '3' => 'Область',
                    '4' => 'Область'
                ],
                'error' => [
                    '3' => '',
                    '4' => ''
                ],
                'validate' => [
                    'empty' => false,
                    '>=' => 200,
                    '<=' => 1,
                    '==' => ''
                ]
            ],
        ]
    ]
];