<?php
// Heading
$_['heading_title']  = 'Про нас';

// Text
$_['text_hero']  = 'Амітек - ваш надійний партнер у світі сільськогосподарських та грузових технологій. Ми — команда експертів, яка спеціалізується на постачанні високоякісних запчастин, масел, шин, акумуляторів та інструментів для сільськогосподарської техніки та вантажівок. Забезпечуйте надійність та продуктивність вашого обладнання разом з Амітек!';

// Categories Section
$_['heading_categories'] = 'Наші продукти';

$_['heading_category_1'] = 'Запчастини для сільгосптехніки';
$_['text_category_1']    = 'Ми пропонуємо широкий асортимент оригінальних та неоригінальних запчастин для сільськогосподарської та вантажної техніки. Працюємо з провідними брендами у галузі, такими як [вставте бренди].';

$_['heading_category_2'] = 'Запчастини для вантажної техніки';
$_['text_category_2']    = 'Від великих аграрних машин до вантажівок - у нас є відповідні шини для кожного завдання. Ми співпрацюємо з провідними виробниками, такими як [вставте бренди], щоб забезпечити надійність та тривалий термін служби.';

$_['heading_category_3'] = 'Масла';
$_['text_category_3']    = 'Наш вибір масело включає в себе високоякісні масла для двигунів, трансмісій та гідравліки. Ми є офіційними дистриб\'юторами таких брендів, як [вставте бренди].';

$_['heading_category_4'] = 'Фільтри';
$_['text_category_4']    = 'Ми пропонуємо широкий асортимент оригінальних та неоригінальних запчастин для сільськогосподарської та вантажної техніки. Працюємо з провідними брендами у галузі, такими як [вставте бренди].';

$_['heading_category_5'] = 'Аккумулятори';
$_['text_category_5']    = 'Наш асортимент акумуляторів включає в себе технологічно передові рішення для сільськогосподарської та вантажної техніки. Ми пропонуємо продукцію від [вставте бренди], відомих своєю надійністю.';

$_['heading_category_6'] = 'Шини';
$_['text_category_6']    = 'Від великих аграрних машин до вантажівок - у нас є відповідні шини для кожного завдання. Ми співпрацюємо з провідними виробниками, такими як [вставте бренди], щоб забезпечити надійність та тривалий термін служби.';

$_['heading_category_7'] = 'Інструменти';
$_['text_category_7']    = 'Для обслуговування та ремонту вашої техніки ми надаємо широкий вибір високоякісних інструментів. У нас є все необхідне для забезпечення ефективного технічного обслуговування.';

// Delivery Section
$_['heading_delivery']  = 'Доставка';

$_['heading_delivery_1'] = 'Доставка на всю Україну';
$_['text_delivery_1']    = 'Ми розуміємо, що час - це важливий ресурс, тому ми пропонуємо гнучкі опції доставки, щоб вам було комфортно.<br/>
Наші представництва охоплюють 4 області України, забезпечуючи оперативне обслуговування клієнтів в кожному регіоні. Наша ефективна логістика дозволяє нам оперативно доставляти товари по всій країні, гарантуючи своєчасне забезпечення та мінімізацію простоїв техніки.';

$_['heading_delivery_2'] = 'Завжди доступно для вас';
$_['text_delivery_2']    = 'Ми розуміємо важливість кожної деталі для ефективної роботи вашої техніки, тому кожен елемент, навіть той, якого зараз немає в наявності, може бути замовлений для вас. Забудьте про обмеження "немає в наявності" - вибирайте Амітек для безперебійної підтримки вашого обладнання та надійності у кожній деталі.';