<?php
// Heading
$_['heading_title']  = 'Зв’язатись з нами';

// Text
$_['text_locations']  = 'Представництва';
$_['text_locations_description']  = 'Зверніться до наших представництв для експертних консультацій, індивідуального замовлення та обслуговування. Ми завжди раді вам:';
$_['text_contacts']  = 'Ми онлайн - звʼяжіться з нами найбільш зручним для вас способом:';
$_['text_store']     = 'Якщо у вас залишились питання – напишіть нам. <br>Менеджер зв’яжеться з Вами найближчим часом!';
$_['text_contact']   = 'Залиште повідомлення';
$_['text_email']     = 'Електронна адреса';
$_['text_address']   = 'Адреса';
$_['text_telephone'] = 'Телефон';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Час роботи';
$_['text_comment']   = 'Коментар';
$_['text_success']   = '<p>Ваш запит був успішно відправлений адміністрації магазину!</p>';

// Entry
$_['entry_name']     = 'Ваше ім’я';
$_['entry_email']    = 'E-Mail для зв’язку';
$_['entry_enquiry']  = 'Повідомлення';

// Email
$_['email_subject']  = 'Повідомлення %s';

// Errors
$_['error_name']     = 'Ім’я має бути від 3 до 32 символів!';
$_['error_email']    = 'E-Mail вказано некоректно!';
$_['error_enquiry']  = 'Повідомлення має бути від 10 до 3000 символів!';

// Button
$_['button_submit']	 = 'Вiдправити';
