<?php
$_['heading_title'] = 'Доставка та оплата';

$_['heading_payment_methods'] = 'Можливості оплати';
$_['subheading_payment_methods'] = 'Ми пропонуємо широкі можливості оплати, щоб забезпечити максимальний комфорт для вас.';
$_['heading_delivery_methods'] = 'Можливості доставки';
$_['subheading_delivery_methods'] = 'Ми надаємо різноманітні варіанти доставки, щоб відповісти на ваші індивідуальні вимоги.';

$_['heading_payment_method_1'] = 'Оплата карткою на сайті';
$_['text_payment_method_1'] = 'Після оформлення покупки на нашому сайті Ви можете здійснити онлайн-оплату, використовуючи сервіс LiqPay - картками Visa, MasterCard а також за допомогою Apple Pay та Google Pay.';

$_['heading_payment_method_2'] = 'Карткою або готівкою при отриманні';
$_['text_payment_method_2'] = 'В незалежності від способу доставки - будь то доставка Новою Поштою, курʼєром або самовивіз, Ви можете сплатити замовлення карткою або готівкою при отриманні.';

$_['heading_payment_method_3'] = 'Оплата на розрахунковий рахунок';
$_['text_payment_method_3'] = 'Завантажте та сплатіть електронний рахунок після створення замовлення. Наш менеджер зв\'яжеться з Вами, щоб підтвердити оплату і терміни доставки.';

$_['heading_delivery_method_1'] = 'Доставка Новою Поштою';
$_['text_delivery_method_1'] = 'Ви можете отримати ваше замовлення у будь-якому відділенні Нової Пошти. Після створення замовлення Ви отримаєте номер товарно-транспортної накладної Нової Пошти. Ми гарантуємо відправку вашого замовлення протягом 1-2 днів.';

$_['heading_delivery_method_2'] = 'Курʼєр Нової Пошти';
$_['text_delivery_method_2'] = 'В незалежності від способу доставки, Ви можете сплатити замовлення карткою або готівкою при отриманні. Після створення замовлення Ви отримаєте номер товарно-транспортної накладної Нової Пошти. Ми гарантуємо передачу вашого замовлення протягом 1-2 днів - курʼєр доставить його на вашу адресу.';

$_['heading_delivery_method_3'] = 'Самовивіз';
$_['text_delivery_method_3'] = 'Ви можете забрати своє замовлення з одного з наших складів. За потреби, ми можемо перевезти ваше замовлення на найближчий до Вас склад протягом 1-2 робочих днів.';

$_['heading_delivery_method_4'] = 'Доставка курʼєром';
$_['text_delivery_method_4'] = 'Ви можете обрати доставку курʼєром Амітек, якщо в Вашій області є наше представництво. Після оформлення замовлення наша команда підтвердить терміни доставки.';

$_['heading_out_of_stock'] = 'Товару немає в наявності?';
$_['text_out_of_stock'] = 'Ви завжи можете оформити товар під замовлення. Наш менеджер звʼяжется з Вами щодо вашого замовлення та повідомить кінцеву вартість та терміни доставки.

Сплатити замовлення Ви зможете будь-яким з перерахованих Вище способів оплати. Також замовлення може бути доставлено до Вас будь-яким зручним для вас способом.';