<?php
// Heading
$_['heading_title']   = 'Зміна пароля';

// Text
$_['text_account']    = 'Особистий кабінет';
$_['text_forgotten']  = 'Зміна пароля';
$_['text_your_email'] = 'Електронна пошта';
$_['text_email']      = 'Введіть адресу вашої електронної пошти. <br>Новий пароль буде надіслано на поштову скриньку.';
$_['text_success']    = 'Новий пароль був надісланий на вашу адресу електронної пошти.';

// Entry
$_['entry_email']     = 'Електронна пошта';

// Error
$_['error_email']     = 'E-Mail не знайдено, будь ласка, спробуйте ще раз';
$_['error_approved']  = 'Ваш обліковий запис потребує активації перш ніж ви зможете виконати вхід';