<?php
// Текст
$_['text_search']                             = 'Поиск';
$_['text_brand']                              = 'Производитель';
$_['text_manufacturer']                       = 'Производитель:';
$_['text_model']                              = 'Код товара:';
$_['text_sku']                                = 'Артикул:';
$_['text_reward']                             = 'Бонусные баллы:';
$_['text_points']                             = 'Цена в бонусных баллах:';
$_['text_stock']                              = '';
$_['text_instock']                            = 'В наличии';
$_['text_tax']                                = 'Без НДС:';
$_['text_discount']                           = 'или более ';
$_['text_option']                             = 'Доступные опции';
$_['text_minimum']                            = 'Минимальное количество для заказа этого товара: %s.';
$_['text_reviews']                            = 'Отзывов: %s';
$_['text_write']                              = 'Написать отзыв';
$_['text_login']                              = 'Пожалуйста, <a href="%s">войдите</a> или <a href="%s">зарегистрируйтесь</a> для просмотра';
$_['text_no_reviews']                         = 'Нет отзывов о товаре.';
$_['text_note']                               = '<span class="text-danger">Внимание:</span> HTML не поддерживается!';
$_['text_success']                            = 'Спасибо за ваш отзыв. Он был отправлен на модерацию.';
$_['text_related']                            = 'Сопутствующие товары';
$_['text_no_related']                         = 'Пока здесь пусто...';
$_['text_inventory']                          = 'В наличии';
$_['text_pcs']                                = 'шт.';
$_['text_analogues']                          = 'Аналоги';
$_['text_no_analogues']                       = 'Пока здесь пусто...';
$_['text_delivery_and_payment']               = 'Доставка и оплата';
$_['text_no_stock_title']                     = 'Упс! Товара нет в наличии...';
$_['text_no_stock_description']               = 'Вы можете сделать его под заказ. Мы свяжемся с вами и уточним цену и сроки доставки. Или позвоните нам!';
$_['text_no_description']                     = 'К сожалению, описание для этого товара в настоящее время отсутствует.<br/><br/>Если у вас есть вопросы по поводу товара, вы можете связаться с нашим отделом продаж по телефону <a href="tel:%s">%s</a> или по электронной почте <a href="mailto:%s">%s</a>.';
$_['text_tags']                               = 'Теги:';
$_['text_error']                              = 'Товар не найден!';
$_['text_payment_recurring']                  = 'Платежные профили';
$_['text_trial_description']                  = '%s каждый %d %s и для %d платежей,';
$_['text_payment_description']                = '%s каждый %d %s (-ы) с %d платежей(я)';
$_['text_payment_cancel']                     = '%s каждый %d %s(и) до отмены';
$_['text_day']                                = 'день';
$_['text_week']                               = 'неделя';
$_['text_semi_month']                         = 'полумесяц';
$_['text_month']                              = 'месяц';
$_['text_year']                               = 'год';
$_['text_benefits']                           = 'Преимущества:';
$_['text_meta_description_default']           = 'Купить %s по выгодной цене с доставкой по всей Украине.';
$_['text_meta_keywords_default']              = 'запчасти к сельхозтехнике, запчасти к грузовым авто, аккумуляторы, шины, масла, фильтры, Fleetguard, CHN, МТЗ, CLAAS, John Deere, %s ';
$_['text_authorize']                          = 'Авторизуйся';
$_['text_to_see_your_price']                  = 'чтобы увидеть свою цену';
$_['text_no_price']                           = 'По запросу';
$_['text_your_price']                         = 'Ваша цена';

// Кнопка
$_['button_view']                             = 'Просмотр';

// Ввод
$_['entry_qty']                               = 'Количество';
$_['entry_name']                              = 'Ваше имя:';
$_['entry_review']                            = 'Ваш отзыв';
$_['entry_rating']                            = 'Рейтинг';
$_['entry_good']                              = 'Хорошо';
$_['entry_bad']                               = 'Плохо';

// Вкладки
$_['tab_description']                         = 'Описание';
$_['tab_attribute']                           = 'Характеристики';
$_['tab_review']                              = 'Отзывы (%s)';

// Ошибка
$_['error_name']                              = 'Имя должно содержать от 3 до 25 символов';
$_['error_text']                              = 'Текст отзыва должен содержать от 25 до 1000 символов';
$_['error_rating']                            = 'Пожалуйста, поставьте оценку';
