<?php
// Заголовок
$_['heading_title'] = 'Оформление заказа';

// Текст
$_['text_cart'] = 'Корзина';
$_['text_info'] = 'Поля, отмеченные <sup>*</sup>, обязательны для заполнения!';
$_['text_error'] = 'Нет товаров в корзине!';
$_['text_model'] = 'Код товара:';
$_['text_article'] = 'Артикул:';
$_['text_quantity'] = 'Количество:';
$_['text_price'] = 'Цена: ';
$_['text_total'] = 'Сумма:';
$_['text_cart_subtotal'] = 'Итого';
$_['text_cart_total'] = 'грн с НДС';
$_['text_special'] = 'Сумма скидки:';
$_['text_step_1'] = 'Контактные данные получателя';
$_['text_step_2'] = 'Доставка';
$_['text_step_3'] = 'Оплата';
$_['text_country_1'] = 'Я из Украины';
$_['text_country_2'] = 'Другая страна';
$_['text_order_confirm'] = 'Нажимая на эту кнопку, вы соглашаетесь со всеми пунктами документов <a href="%s">«Условия использования»</a> и <a href="%s">«Политика конфиденциальности»</a>.';
$_['text_password_reset'] = 'Напомнить пароль';
$_['text_or'] = 'Войти через';
$_['text_register'] = 'После быстрой регистрации вы получите доступ к многим функциям и дополнительным преимуществам.';
$_['text_free'] = 'Бесплатно';
$_['text_product_out_of_stock'] = '<p>Этот товар отсутствует в наличии</p><small>Но вы все равно можете разместить заказ, и мы свяжемся с вами для уточнения всех деталей!</small>';
$_['text_shipping_cost'] = 'Стоимость доставки:';

$_['text_totals_sub_total'] = 'Сума:';
$_['text_totals_total'] = 'Всього:';
$_['text_totals_shipping'] = 'Доставка:';

// Ввод
$_['entry_product_name'] = 'Наименование';
$_['entry_size'] = 'Размер';
$_['entry_color'] = 'Цвет';
$_['entry_quantity'] = 'Количество';
$_['entry_price'] = 'Цена';
$_['entry_total'] = 'Общая сумма';
$_['entry_firstname'] = 'Имя';
$_['entry_lastname'] = 'Фамилия';
$_['entry_telephone'] = 'Номер телефона';
$_['entry_email'] = 'Электронная почта';
$_['entry_address'] = 'Адрес доставки';
$_['entry_address_id'] = 'Выберите адрес доставки';
$_['entry_address_1'] = 'Адрес';
$_['entry_address_2'] = 'Страна';
$_['entry_shipping_method'] = 'Способ доставки';
$_['entry_payment_method'] = 'Способ оплаты';
$_['entry_comment'] = 'Комментарий к заказу';
$_['entry_city'] = 'Город';
$_['entry_post_office'] = 'Выберите отделение';
$_['entry_username'] = 'Номер телефона или Email';
$_['entry_password'] = 'Пароль';
$_['entry_remember'] = 'Запомнить меня';

// Ошибка
$_['error_stock'] = 'Товары, отмеченные <span class="text-danger"></span>, отсутствуют в достаточном количестве или их нет в наличии';
$_['error_minimum'] = 'Минимальное количество товара для заказа %s равно %s';
$_['error_delete'] = 'Вы должны добавить не менее 1 адреса!';
$_['error_default'] = 'Вы не можете удалить основной адрес!';
$_['error_firstname'] = 'Имя должно содержать от 2 до 32 символов!';
$_['error_lastname'] = 'Фамилия должна быть от 2 до 32 символов!';
$_['error_email'] = 'Email адрес введен неправильно!';
$_['error_telephone'] = 'Номер телефона должен быть от 10 символов!';
$_['error_vat'] = 'Неверный индекс!';
$_['error_address_1'] = 'Адрес должен быть от 3 до 128 символов!';
$_['error_address_2'] = 'Укажите страну!';
$_['error_postcode'] = 'Индекс должен быть от 2 до 10 символов!';
$_['error_city'] = 'Название города должно быть от 2 до 128 символов!';
$_['error_zone'] = 'Пожалуйста, укажите регион / область!';
$_['error_custom_field'] = '%s обязателен!';
$_['error_custom_field_validate'] = '%s неверен!';
$_['error_post_office'] = 'Выберите отделение Новой Почты!';

// Заполнитель
$_['placeholder_city'] = 'Начните вводить название города...';
$_['placeholder_address'] = 'г. Львов, ул. Маяковского, д. 20 ';

// Кнопка
$_['button_checkout'] = 'Подтверждаю заказ';
$_['button_login'] = 'Войти';
$_['button_first_checkout'] = 'Покупаю впервые';
$_['button_register'] = 'Зарегистрироваться';
